---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Mass
source: html/a466fb21-c20d-514a-fea9-b8bb791bee96.htm
---
# Autodesk.Revit.DB.SpecTypeId.Mass Property

Mass, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId Mass { get; }
```